// 1. Შექმენით ფუნქცია რომელსაც პარამეტრების სახით გადასცემთ
// მასივს, და ეს ფუნქცია შეავსებს მასივს 20 ცალი რენდომული
// რიცხვით
// 2. Შექმენით ფუნქცია რომელსაც პარამეტრების სახით გადასცემთ 20
// ცალი რენდომული რიცხვისგან შევსებულ მასივს და ეს ფუნქცია
// დაბეჭდავს ამ მასივში მოთავსებულ ყველა ლუწ რიცხვს
// 3. Შექმენით ფუნქცია რომელსაც პარამეტრის სახით გადასცემთ
// რიცხვების რაოდენობას და ეს ფუნქცია დააბრუნებს მასივს რომელიც
// შევსებული იქნება იმ რაოდენობის რენდომული რიცხვებით რაც
// მომხმარებელმა აგდასცა ფუნქციას
// 4. Შექმენით ფუნქცია რომელსაც პარამეტრების სახით გადასცემთ 20
// ცალი რენდომული რიცხვისგან შევსებულ მასივს და ეს ფუნქცია
// ამოარჩევს ყველა 3 ის ჯერად რიცხვს და გადაწერს მათ მეორე
// მასივში რომელსაც დააბრუნებს ეს ფუნქცია
// 5. Შექმენით ფუნქცია რომელსაც პარამეტრის სახით გადასცემთ მასივს
// და რიცხვს, ამ ფუნქციის დანიშნულება იქნება რომ დაადგინოს
// მასივი შეიცავს თუ არა ამ გადაცემულ რიცხვს.